tap "dopplerhq/cli"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
brew "webp"
brew "glib"
brew "openssl@1.1", link: true
brew "python@3.9"
brew "atk"
brew "bat"
brew "boost"
brew "python@3.11"
brew "boost-python3"
brew "cairomm@1.14"
brew "cfonts"
brew "cmake"
brew "commitizen"
brew "direnv"
brew "docker", link: false
brew "doctl"
brew "python@3.10"
brew "ethereum"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "helm"
brew "ipfs"
brew "jq"
brew "jsoncpp"
brew "k9s"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libomp", link: true
brew "libpq"
brew "librsvg"
brew "llvm"
brew "minikube"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "pillow"
brew "projectm"
brew "py3cairo"
brew "pygobject3"
brew "r"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "showkey"
brew "starship"
brew "swift-protobuf"
brew "tcpreplay"
brew "tmux"
brew "tree"
brew "vapor"
brew "watch"
brew "wget"
brew "woff2"
brew "zsh" if OS.linux?
brew "dopplerhq/cli/doppler"
brew "stripe/stripe-cli/stripe"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appcleaner"
cask "balenaetcher"
cask "bartender"
cask "bibdesk"
cask "blender"
cask "boom-3d"
cask "brave-browser"
cask "cloudflare-warp"
cask "dash"
cask "discord"
cask "disk-drill"
cask "docker"
cask "feed-the-beast"
cask "fig"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hazel"
cask "hex-fiend"
cask "ilok-license-manager"
cask "istat-menus"
cask "iterm2"
cask "logi-options-plus"
cask "minecraft"
cask "miniforge"
cask "monitorcontrol"
cask "multimc"
cask "native-access"
cask "neovide"
cask "origin"
cask "postman"
cask "proxyman"
cask "qbittorrent"
cask "rekordbox"
cask "sketch"
cask "slack"
cask "splice"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webex"
cask "zoom"
cask "zotero"
cask "zulu"
cask "zulu11"
cask "zulu8"
