brew "bat"
brew "bfg"
brew "direnv"
brew "docker"
brew "dockerfile-language-server"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix"
brew "jq"
brew "lazydocker"
brew "loc"
brew "mise"
brew "ollama", restart_service: true
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tree"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "universal-ctags"
brew "uutils-coreutils"
