tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shaunsingh/sfmono-nerd-font-ligaturized"

brew "bat"
brew "bfg"
brew "coreutils"
brew "direnv"
brew "docker"
brew "dockerfile-language-server"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "helix"
brew "jq"
brew "lazydocker"
brew "webp"
brew "mise"
brew "ollama", restart_service: true
brew "pango"
brew "projectm"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tesseract"
brew "tree"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "universal-ctags"

cask "kitty"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
